var data = [{
    img: "1.jpg",
    caption: "游泳",
    desc: "在游泳馆游泳，一虎头虎脑的小男孩问我：叔叔我想学游泳，怎样才能学会游泳呢？ 我说这简单，多喝几口水就会了。接着，惊人的一幕发生了，这小孩听完立马灌了半瓶矿泉水下肚，然后自信满满的就往水里面跳。我TM都没反应过来。。。"
}, {
    img: "2.jpg",
    caption: "没人抢",
    desc: "上小学的时候，有个上课超喜欢吃东西的同学， 有天，我问他：‘’你怎么老喜欢上课吃东西啊 ？‘’ 他回：‘’上课老师在，没人抢啊！‘’我……"
},
{
    img: "3.jpg",
    caption: "慢走",
    desc: "刚两对老夫妻来银行取款，较年轻的老奶奶办完离柜时，另一个老爷爷说：慢走啊小姑娘。老奶奶乐得都笑了，厉害了我的大爷，论撩妹我只服你"
},
{
    img: "4.jpg",
    caption: "手机",
    desc: "手机丢了，急忙用朋友的手机打过去，抱着别人捡到会还的心态，很客气地问：“您好，您是不是刚捡到个手机？” 接电话的直接回答：“什么捡的，我刚偷的！”……"
},
{
    img: "5.jpg",
    caption: "化妆品",
    desc: "老婆在网上相中一套化妆品，好几百。犹犹豫豫的想买又嫌贵。踌躇了一会儿，扭头又端详我半天，一咬牙: 算了，不买了，你这种丑逼不配有太漂亮的媳妇儿！"
},
{
    img: "6.jpg",
    caption: "铁大门",
    desc: "早几年，我们那里治安不好，住在村东头，但是长年在外打工的表哥，为了看家的父母安全，就给自家院子装了个比较好的铁大门。还没有一个月，老两口早上起来，发现大门没了！"
},
{
    img: "7.jpg",
    caption: "围巾",
    desc: "出门前女友在挑围巾搭配，她挑来挑去都不满意。我不耐烦地问她到底想要什么样式的？她说想要颜色艳丽且永远流行的经典款。于是我把压箱底的红领巾翻了出来……"
},
{
    img: "8.jpg",
    caption: "头像",
    desc: "我发现我女神微信头像换成了我的照片，为此高兴了好几天，昨天鼓起勇气问她是不是喜欢我啊，女神说:以前天天有附近人加我好友，自从换了你的照片安静了很多。麻蛋，你当辟邪吗？"
},
{
    img: "9.jpg",
    caption: "闯红灯",
    desc: "新年来临之际，提醒大家:闯红灯是个技术活，成功了比别人快几十秒，失败了比别人快几十年。"
},
{
    img: "10.jpg",
    caption: "听雨轩",
    desc: "同事请我去他宿舍做客，提着礼物来到他宿舍门前，只见门上挂一牌匾，匾上三个大字显得宿舍温文尔雅——听雨轩！大步跨入宿舍，见屋内情景不由惊叹一声: 第一次见有人把房屋漏水说得这么文雅。"
},
{
    img: "11.jpg",
    caption: "分手",
    desc: "失恋了，一个哥们安慰我说:想起和女朋友分手的时候 白天倒还好 一到晚上就抑制不住自己的感情 一个人躲在被子里偷偷笑出声来。好吧 哥们 你赢了～"
},
{
    img: "12.jpg",
    caption: "讲道理",
    desc: "结婚那天，丈母娘跟我说过:“以后我女儿要是耍脾气不讲道理，你跟我说，我教你怎样对付她。”今天老婆真的是蛮横无理了，我就打电话给丈母娘。丈母娘说: “你看她像是讲道理的人吗？不要跟她讲道理，要哄。"
}
];